<?php include "header.php"; ?>

<main>
    <section id="privacy-section">
        <div class="breadcrumb-part">
            <nav style="--bs-breadcrumb-divider: '>';" aria-label="breadcrumb">
                <ol class="breadcrumb mb-0">
                    <li class="breadcrumb-item"><a href="#"><i class="fa-solid fa-house"
                                style="color: #cebd93;"></i></a></li>
                    <li class="breadcrumb-item text-white active" aria-current="page">سياسة الخصوصية</li>
                </ol>
            </nav>
        </div>
        <div class="container">
            <div class="row justify-content-center">
                <div class="col-12 col-lg-8">
                    <div class="text p-3">
                        <h3 class="mb-3">سياسة الخصوصية</h3>
                        <h3>من نحن</h3>
                        <p>عنوان موقعنا على الويب: https://4aqaar.com</p>
                        <h4>ما البيانات الشخصية التي نجمعها ولماذا نقوم بجمعه</h4>
                        <h4>تعليقات
                        </h4>
                        <p>عندما يترك الزائرون تعليقاتهم على الموقع، نجمع البيانات الموضحة في نموذج التعليقات، وكذلك
                            عنوان IP الخاص بالزائر وسلسلة وكلاء متصفح المستخدم للمساعدة في اكتشاف الرسائل غير
                            المرغوب فيها.</p>
                        <p>قد يتم توفير سلسلة مجهولة المصدر تم إنشاؤها من عنوان بريدك الإلكتروني (وتسمى أيضًا hash)
                            إلى خدمة Gravatar لمعرفة ما إذا كنت تستخدمها. سياسة خصوصية خدمة Gravatar متوفرة هنا:
                            https://automattic.com/privacy/. بعد الموافقة على تعليقك، ستكون صورة ملفك الشخصي مرئية
                            للعامة في سياق تعليقك</p>
                        <h4>وسائط</h4>
                        <p>إذا قمت بتحميل الصور إلى موقع الويب، يجب تجنب تحميل الصور مع بيانات الموقع المضمنة (EXIF
                            GPS). يمكن لزوّار الموقع تنزيل واستخراج أي بيانات موقع من الصور على موقع الويب.
                        </p>
                        <h4>نماذج الاتصال
                        </h4>
                        <h4>ملفات تعريف الارتباط
                        </h4>
                        <p>إذا تركت تعليقًا على موقعنا، فيمكنك تمكين حفظ اسمك وعنوان بريدك الإلكتروني وموقعك
                            الإلكتروني في ملفات تعريف الارتباط. هذه هي لراحتك حتى لا تضطر إلى ملء التفاصيل الخاصة بك
                            مرة أخرى عند ترك تعليق آخر. ستستمر ملفات تعريف الارتباط هذه لمدة عام واحد.
                        </p>
                        <p>إذا كان لديك حساب وقمت بتسجيل دخولك لهذا الموقع، فسنهيئ ملف تعريف ارتباط مؤقت لتحديد ما
                            إذا كان مستعرضك يقبل هذه الملفات. لايحوي ملف تعريف الارتباط هذا أي بيانات شخصية كما يجرى
                            التخلص منه عندما تقوم بإغلاق المتصفح الخاص بك.
                        </p>
                        <p>عندما تسجّل الدخول نقوم أيضاً بتهيئة ملفات عديدة لتعريف الارتباط من أجل حفظ معلومات دخولك
                            وخيارات شاشة العرض الخاصة بك. ملفات تعريف الارتباط لمعلومات الدخول تبقى ليومين، بينما
                            تبقى ملفات تعريف ارتباط خيارات شاشة العرض لمدة سنة. سيستمر تسجيل دخولك طيلة أسبوعين
                            عندما تختار “تذكرني”، وإذا قمت بتسجيل خروجك من الحساب، سيتم حذف ملفات تعريف ارتباط تسجيل
                            الدخول.
                        </p>
                        <p>سيُحفظ ملف إضافي لتعريف الارتباط في مستعرضك إذا قمت بتحرير أو نشر مقال. وهذا الملف
                            لايتضمن أي بيانات شخصية فكل ما في الأمر أنه يشير إلى معرّف المقالة التي حررتها. وستنتهي
                            صلاحيته بعد يوم واحد.
                        </p>
                        <h4>المحتوى المضمّن من مواقع ويب أخرى
                        </h4>
                        <p>المقالات على هذا الموقع قد تشمل محتوى مضمّناً (على سبيل المثال: كمقاطع الفيديو، الصور،
                            المقالات .. الخ). يتصرّف المحتوى المضمَّن من مواقع ويب أخرى بالطريقة نفسها تماماً كما لو
                            أن الزائر زار الموقع الآخر.
                        </p>
                        <p>قد تجمع مواقع الويب هذه بيانات عنك، وتستخدم ملفات تعريف الارتباط، وتدمج تتبعًا إضافيًا
                            تابعًا لجهة ثالثة خارجية، وتراقب تفاعلك مع هذا المحتوى المضمن، بما في ذلك تتبع تفاعلك مع
                            المحتوى المضمن إذا كان لديك حساب وتم تسجيل دخولك إلى ذلك الموقع.
                        </p>
                        <h4>التحليلات</h4>
                        <h4>مع من نشارك بياناتك
                        </h4>
                        <h4>ماهي مدة احتفاظنا ببياناتك
                        </h4>
                        <p>إذا تركت تعليقاً، فسيتم الاحتفاظ بالتعليق والبيانات الوصفية الخاصة به إلى أجل غير مسمى.
                            وهذا حتى يمكننا التعرّف على أي تعليقات متتابعة والموافقة عليها تلقائياً بدلاً من
                            الاحتفاظ بها في قائمة انتظار المراجعة للموافقة عليها.
                        </p>
                        <p>بالنسبة للمستخدمين الذين قاموا بالتسجيل على موقعنا (إن وجد)، نقوم أيضًا بتخزين المعلومات
                            الشخصية التي يقدمونها في ملف تعريف المستخدم الخاص بهم. يمكن لجميع المستخدمين الاطلاع على
                            معلوماتهم الشخصية أو تعديلها أو حذفها في أي وقت (باستثناء أنه لا يمكنهم تغيير اسم
                            المستخدم الخاص بهم). يمكن لمسؤولي مواقع الويب أيضًا رؤية هذه المعلومات وتحريرها.
                        </p>
                        <h4>ماهي الحقوق العائدة لك على بياناتك
                        </h4>
                        <p>إذا كان لديك حساب على هذا الموقع، أو تركت تعليقات، يمكنك طلب الحصول على ملف يتم تصديره من
                            البيانات الشخصية التي نحتفظ بها عنك، بما في ذلك أي بيانات قدمتها لنا. يمكنك أيضًا طلب
                            حذف أي بيانات شخصية نحتفظ بها عنك. هذا لا يشمل أي بيانات نحن ملزمون بالحفاظ عليها لأغراض
                            إدارية أو قانونية أو أمنية.
                        </p>
                        <h4>إلى أين نرسل بياناتك
                        </h4>
                        <p>يمكن التحقق من تعليقات الزوار من خلال خدمة الكشف عن الرسائل غير المرغوب فيها تلقائيًا.
                        </p>
                    </div>
                </div>
                <div class="col-4 d-none d-lg-block">
                    <div class="border border-1 p-3 mt-4">Lorem ipsum dolor sit amet consectetur adipisicing elit. Eaque deserunt atque quidem debitis officiis reiciendis culpa aut, error quaerat nam, dignissimos provident? Labore cum tempora sequi assumenda odio cumque ab!</div>
                </div>
            </div>
        </div>
    </section>
</main>

<?php include "footer.php"; ?>